{
    "cookie-policy": "COOKIE POLICY",
    "manage-preferences": "Manage Preferences",
    
    "cookie-policies-1": "Ideas On Board Corp. (hereinafter referred to as the \"Company\") understand that your privacy is important to you and are committed to being transparent about the technologies it uses. This Cookie Policy explains how and why cookies, pixels, and other similar technologies (collectively “Cookies and Other Tracking Technologies”) may be stored on and accessed from your device when you use or visit any website or app (collectively, “the Sites”). This Cookie Policy should be read together with our Privacy Policy and our Terms and Conditions.",
    
    "other-tracking": " What are Cookies and Other Tracking Technologies?",
    "other-tracking-1": "A cookie is a small text file that can be stored on and accessed from your device when you visit one of our Sites, to the extent you agree. The other tracking technologies work similarly to cookies and place small data files on your devices or monitor your website activity to enable us to collect information about how you use our Sites. This allows our Sites to recognize your device from those of other users of the Sites. The information provided below about cookies also applies to these other tracking technologies. You can find more information at ",
    "and": " and ",
    "other-tracking-2": ".",

    "how-do": "How do our Sites use Cookies and Other Tracking Technologies?",
    "how-do-1": "The \"Company\" uses Cookies and Other Tracking Technologies to identify you and your interests, to remember your preferences, and to track your use of our Sites. We also use Cookies and Other Tracking Technologies to control access to certain content on our Sites, protect the Sites, and to process any requests that you make of us.",
    "how-do-2": "To administer our Sites and for research purposes, the \"Company\" also has contracted with third party service providers to track and analyze statistical usage and volume information from our Site users. These third party service providers use Persistent Cookies to help us to improve the user experience, manage our Site content, and analyze how users navigate and utilize the Sites.",
    
    "first-third": "First and Third Party Cookies",
    "first-third-1": "“First party Cookies” are cookies that belong to the \"Company\" and that the \"Company\" places on your device. “Third party Cookies” are cookies that another party places on your device through our Site. The \"Company\" may contract with third party service providers to send emails to users who have provided us with their contact information. To help measure and improve the effectiveness of our email communications, and/or to determine whether messages have been opened and links clicked on, the third party service providers may place Cookies on the devices of these users.",
    "first-third-2": "For more information on how these companies collect and use information on our behalf, please refer to their privacy policies as indicated below.",
    "first-third-3": "Depending on the Site, we use the following types of cookies:",
    "first-third-4": "1. Persistent Cookies :",
    "first-third-5": "We use persistent Cookies to improve your experience of using the Sites. This includes recording your acceptance of our Cookie Policy to remove the cookie message which first appears when you use the Sites.",
    "first-third-6": "2. Session Cookies :",
    "first-third-7": "Session Cookies are temporary and deleted from your machine when your web browser closes. We use session Cookies to help us track internet usage as described above.",
    "first-third-8": "You may refuse to accept browser Cookies by activating the appropriate setting on your browser. However, if you select this setting you may be unable to access certain parts of the Sites. Unless you have adjusted your browser setting so that it will refuse Cookies, our system will issue Cookies when you direct your browser to our Sites.",
    "first-third-9": "The data collected by the Sites and/or through Cookies that may be placed on your computer will not be kept for longer than is necessary to fulfill the purposes mentioned above. In any event, such information will not be kept for longer than one year.",
    
    "purposes": "The types of our Cookies are used for the following purposes:",
    "purposes-1": "Cookie Type 1. Strictly Necessary/Technical",
    "purposes-2": "These Cookies are necessary to allow us to operate our Sites so you may access them as you have requested. These Cookies, for example, let us recognize that you have created an account and have logged into that account to access Site content. They also include Cookies that enable us to remember your previous actions within the same browsing session and secure our Sites.",
    "purposes-3": "Cookie Type 2. Analytical/Performance",
    "purposes-4": "These Cookies are used by us or third party service providers to analyze how the Sites are used and how they are performing. For example, these Cookies track what pages are most frequently visited, and from what locations our visitors come from. If you subscribe to a newsletter or otherwise register with the Sites, these Cookies may be correlated to you.",
    "purposes-5": "Cookie Type 3. Functionality",
    "purposes-6": "These Cookies let us operate the Sites in accordance with the choices you make. These Cookies permit us to \"remember\" you in-between visits. For instance, we will recognize your user name and remember how you customized the Sites and services, for example by adjusting text size, fonts, languages and other parts of web pages that are alterable, and provide you with the same customizations during future visits.",
    "purposes-7": "Cookie Type 4. Third Party Advertising",
    "purposes-8": "These Cookies collect information about your activities on these and other sites to provide you targeted advertising. We may also allow our third party service providers to use Cookies on the Sites for the same purposes identified above, including collecting information about your online activities over time and across different websites. The third party service providers that generate these Cookies, such as LinkedIn, Meta and Google, have their own privacy policies, and may use their Cookies to target advertising to you on other websites, based on your visit to our Sites.",
    
    "refuse": "How do I refuse or withdraw my consent to the use of Cookies?",
    "refuse-1": "If you do not want Cookies to be dropped on your device, you can adjust the setting of your Internet browser to reject the setting of all or some Cookies and to alert you when a Cookie is placed on your device. For further information about how to do so, please refer to your browser ‘help’ / ‘tool’ or ‘edit’ section or see ",
    "refuse-1-1": ".",
    "refuse-2": "Please note that if you use your browser settings to block all Cookies (including strictly necessary Cookies) you may not be able to access or use all or parts or functionalities of our Sites.",
    "refuse-3": "If you want to remove previously-stored Cookies, you can manually delete the Cookies at any time. However, this will not prevent the Sites from placing further Cookies on your device unless and until you adjust your Internet browser setting as described above.",
    "refuse-4": "For more information on the development of user-profiles and the use of targeting/advertising Cookies, please see ",
    "refuse-5": " if you are located in Europe or ",
    "refuse-6": " if in the United States.",


    "contact": "Contact us",
    "contact-1": "If you have any other questions about our Cookie Policy, please contact us at: support@iob.team",
    "contact-2": "Effective Date: August 28, 2023",

    "dash": "-"
}