{
    "privacy-policy": "PRIVACY POLICY",
    "cookie-policy": "Cookie Policy",

    "privacy-policies-1": "Ideas On Board Corp. (hereinafter referred to as the \"Company\") places a high importance on the protection of members' personal data and complies with applicable laws. Through this Privacy Policy, the “Company” informs members about how the personal data they provide is used and processed, as well as the measures taken to protect their privacy. The “Company’s” privacy policy may be subject to changes in accordance with domestic laws and guidelines and policy changes by the “Company”.",
    "privacy-policies-2": "Personal Data We Collect",
    "privacy-policies-3": "The “Company” collects the following personal data for member registration, customer support, and basic service operations, including various services.",
    "privacy-policies-4": "The collected personal data is as follows:",

    "privacy-policies-5": "1. Member Registration",
    "privacy-policies-6": " - Collected Data : Email address(ID), First & Last Name, Password, Organization, Job Title, Country, Function, Newsletter subscription, Consent for marketing use of personal data",
    "privacy-policies-7": "- Purpose of Use: User identification, Announcement/Notification, Establishing communication channels, Newsletter delivery, Marketing and advertising information delivery",

    "privacy-policies-8": "2. Payment for paid report",
    "privacy-policies-9": "- Collected Information: Credit card company, Last 4 digits of the card number, Expiration date, Email, Cardholder name",
    "privacy-policies-10": "- Purpose of Use: Payment and provision of paid content, Paid service guidance, Provision of payment history",

    "privacy-policies-11": "3. Modification of Member Information",
    "privacy-policies-12": "- Collected Information: Email address(ID), First & Last Name, Password, Organization, Job Title, Country, Function, Newsletter subscription, Consent for marketing use of personal data , Card information (Card number, Expiry date, CVC, Cardholder name, Country)",
    "privacy-policies-13": "- Purpose of Use: Modification of member's personal information and payment information",
    
    "privacy-policies-14": "4. Project Inquiry",
    "privacy-policies-15": "- Collected Information: First & Last Name, Organization, Job Title, Email address, Contact number",
    "privacy-policies-16": "- Purpose of Use: Confirming and processing project-related inquiries, Project proposals",
    
    "privacy-policies-17": "5. (Search Result) Checking the necessary content",
    "privacy-policies-18": "- Collected Information: First & Last Name, Email address",
    "privacy-policies-19": " - Purpose of Use: Checking necessary content for users, New content development",
    "privacy-policies-20": "In addition to the above categories, additional information may be collected only from users of specific services during the use of additional services or customized services provided by the “Company” or during event participation, after obtaining the user's consent.",
    "privacy-policies-21": "Purpose of Using Personal Data",
    "privacy-policies-22": "The “Company” utilizes personal data for the following purposes. All information provided by members is used solely for the purposes specified below, and if the purpose of use changes, prior consent will be obtained.",

    "list-title-1": "1. Service Operation",
    "list-title-1-2": "Fulfillment of service agreements",
    "list-title-1-3": "Purchase and payment of paid content",
    "list-title-1-4": "Personal authentication for financial transactions",
    "list-title-1-5": "Newsletter delivery",
    "list-title-1-6": "Providing customized recommendation and information",

    "list-title-2": "2. Membership Registration and Management",
    "list-title-2-1": "Personal identification",
    "list-title-2-2": "Verification of membership",
    "list-title-2-3": "Limitation on membership registration frequency",
    "list-title-2-4": "Membership management and personalized service",
    "list-title-2-5": "Notifications",
    "list-title-2-6": "Prevention of improper use and unauthorized access by malicious users",
    "list-title-2-7": "Record retention for dispute resolution",
    "list-title-2-8": "Handling of complaints and inquiries",
    "list-title-2-9": "Membership withdrawal",

    "list-title-3": "3. Marketing, Advertising, and Sales",
    "list-title-3-1": "Marketing and advertising for members",
    "list-title-3-2": "Statistical analysis of existing member information for attracting new members",
    "list-title-3-3": "Providing event and promotional information",
    "list-title-3-4": "I.O.B project proposal",

    "list-title-4": "4. Service Development and Improvement",
    "list-title-4-1": "Statistical analysis of service usage",
    "list-title-4-2": "Verification of service effectiveness",
    "list-title-4-3": "Development of customized content",
    "list-title-4-4": "Development of new services",

    "personal-1": "Consent for Personal Data",
    "personal-2": "The “Company” obtains consent for the collection of personal data. The “Company” establishes a procedure for members to check whether they agree or not to the contents of the “Company’s” Privacy Policy or Terms and Conditions regarding the collection of personal data. If a member checks \"agree\" when registering as a member, it will be regarded as they have consented to the collection of personal data.",

    "personal-3": "Unauthorized Use & Third Parties Use",
    "personal-4": "The “Company” will not use or provide members personal data beyond the scope notified in the applicable laws, except with the members' consent or in cases required by relevant laws and regulations.",
    "personal-5": "In cases where it is necessary to share members' personal data, the “Company” will obtain members' consent or rejection through the consent process for the collection of personal data. The “Company” will inform the members in advance of who the information will be shared with, the main business of the data recipient, what kind of personal data will be shared, and the purpose of sharing the personal data, and then seek their consent through email.",
    "personal-6": "However, the “Company” may share personal data without the members' consent in the following cases:",
    "personal-7": "1. When the member has consented to sharing personal data in advance.",
    "personal-8": "2. When there is a request from an investigative agency in accordance with the procedures and methods prescribed by law for investigative purposes.",
    "personal-9": "3. When it is regarded as necessary for the urgent protection of the life, body, property, or benefit of the member or a third party who cannot express their intention or give prior consent.",
    "personal-10": "4. When sharing data in a form that cannot identify a specific individual for the purpose of statistical analysis and academic research.",
    "personal-11": "Outsourcing of Data Processing",
    "personal-12": "The “Company” outsources the handling of personal data as follows to provide better service to members.",
    "personal-13": "The “Company” takes necessary measures to ensure personal data security when outsourcing such tasks, in accordance with relevant laws. The “Company” considers the capability of the outsourcing company to protect personal data and verifies whether the outsourcing company fulfills obligations such as security management and disposal of personal data during the outsourcing contract.",
    "personal-14": "1. Payment for paid content: ____________________",
    "personal-15": "2. Newsletter Delivery: Stibee",

    "personal-16": "Rights of Members and Legal Guardians",
    "personal-17": "Members and legal guardians have the right to request access, correction, deletion, or suspension of processing of their own or the personal data of children under 14 years of age registered with the “Company” at any time. Requests for access, correction, deletion, or suspension of processing of personal data of members or children under 14 years of age can be made by sending email at: support@iob.team. The “Company” will take prompt and sincere action to handle your inquiries.",

    "personal-18": "The \"Company\" uses cookies to store and retrieve information about members. For more details on cookie usage, please refer to the following detailed ",
    "cookie-link": "Cookie Policy",
    
    "cookie-policy-1": "",
    "cookie-policy-2": "",
    "cookie-policy-3": "",
    "cookie-policy-4": "",
    "cookie-policy-5": "",
    "cookie-policy-6": "",
    "cookie-policy-7": "",

    "personal-19": "How to Access and Correct Personal Data",
    "personal-20": "Members can access and correct their personal data at any time. They can access and correct it through the \"My Page\" menu after log-in.",
    
    "personal-21": "How to Withdraw Consent",
    "personal-22": "Members have the right to withdraw their consent to the collection, use, and personal data sharing they agreed to when joining the membership at any time. If you want to request withdrawal of consent, please contact at the email address: support@iob.team. We will promptly take necessary actions, such as the destruction of personal data.",
    
    "retention-1": "Data Retention & Use Period",
    "retention-2": "The “Company” will dispose of the personal data without delay upon receiving a request for withdrawal of membership. The “Company” will also dispose of relevant information upon the achievement of the purpose of collecting and using personal data. However, in the following cases, the member's personal data will be retained for a certain period:",
    "retention-3": "Retained items: Name, email address (ID), and payment history",
    "retention-4": "Purpose of retention: Confirmation of duplicate service applications and payment history verification",
    "retention-5": "Retention period: 5 years after membership withdrawal",
    
    "retention-6": "In cases where it is necessary to retain member information in accordance with relevant laws and regulations, the “Company” will retain the information for the period specified in the relevant laws and regulations:",
    "retention-7": "Records on contracts or subscription withdrawal: 5 years",
    "retention-8": "Records on payment and supply of goods: 5 years",
    "retention-9": "Records on handling consumer complaints or disputes: 3 years",
    "retention-10": "Records on electronic financial transactions: 5 years",
    "retention-11": "Records on website visit: 3 months",
    
    "retention-12": "If a member has not logged in for one year, the “Company” will notify the member in advance in accordance with the relevant law, and then destroy the personal data or store it separately. However, in cases where personal data retention is required by relevant laws and regulations, the “Company” will retain the information for the specified period.",
    
    "retention-13": "Personal Data Destruction",
    "retention-14": "Once the purpose of collecting and using personal data is achieved, the “Company” promptly destroys the information. Even in cases of withdrawal of membership or consent, the “Company” will promptly destroy the information. However, information that must be retained by law will be destroyed after being retained for the period prescribed by law. In this case, separately stored personal data will not be used for any other purpose unless required by law. Electronic files will be completely deleted using technical methods to prevent recovery and regeneration, and records, printouts, and written documents will be shredded or incinerated for destruction.",
    
    "retention-15": "Security Measures to Protect Personal Data",
    "retention-16": "The \"Company\" strictly restricts the handling of personal data to employees who are in charge of personal data management or who unavoidably handle personal data in the course of their duties. We emphasize compliance with this policy through regular education for the responsible employees.",
    "retention-17": "Personal data is protected by a password, and only the member can access this personal data. The responsibility for maintaining the security of account passwords lies with the member. Members can edit their membership information using their ID and password. The password should not be disclosed to anyone. The “Company” will never ask for the user's password unnecessarily through phone calls or emails.",
    "retention-18": "After completing any tasks, please make sure to log out of the member's account and close the web browser. This is to prevent other people from viewing the member's personal data and communication history when sharing a computer with others or using a computer in public places.",
    "retention-19": "The “Company” makes every effort to protect members' personal data. However, data transmission over the Internet cannot be guaranteed to be 100% secure. Therefore, users are advised to comply with rules for personal data protection and pay special attention to safeguarding their valuable personal data. Users should always be aware that personal data voluntarily provided online may be collected and used by others. In other words, if personal data is posted in publicly accessible online spaces, the user may receive unwanted messages in response.",
    "retention-20": "[Rules for personal data protection]",
    
    "provide-1": "Provide personal data only when necessary.",
    "provide-2": "Always review the Privacy Policy when providing personal data.",
    "provide-3": "Choose private settings when possible to protect personal data.",
    "provide-4": "Refrain from posting personal data of oneself or others on bulletin boards or similar platforms.",
    "provide-5": "Periodically check if personal data such as name, resident registration number, or phone number is exposed.",
    "provide-6": "If personal data is found to be exposed, promptly request removal or take appropriate action on relevant websites or search portal sites.",

    "notification-1": "Notification Obligations",
    "notification-2": "If the “Company” changes this Privacy Policy, it will notify members of the reason for the change and the effective date of the revised policy at least 10 days before the effective date on its website homepage or through email. If users do not express their refusal to the changes, it will be regarded as they have agreed to the revised policy.",
    "notification-3": "The “Company” has designa ted a personal data Protection Manager to protect members' personal data and handle complaints related to personal data. If you have any questions about our Privacy Policy or if you would like to communicate with our Data Protection Officer, please contact us at: support@iob.team",
    "notification-4": "Effective Date: August 28, 2023",

    "manager": "",
    "manager-1": "",
    "manager-2": "",
    "manager-3": "",

    "organization": "",
    "organization-1": "",
    "organization-2": " ",
    "organization-3": "",

    "date": "",
    "notification-dash": "-"
}
