{
    "terms-conditions": "TERMS & CONDITIONS",
    
    "article1": "Article 1 (Purpose)",
    "article1-1": "These terms and conditions aim to regulate the terms, procedures, rights, obligations, and other necessary matters between the users of the service (including contents, reports, and project-related inquiry submission feature provided at www.iob.team, hereinafter referred to as the “Service”) provided through the website operated by Ideas On Board Corp. (hereinafter referred to as the “Company”)",

    "article2": "Article 2 (Definitions)",
    "article2-1": "The definitions of terms used in these terms and conditions are as follows:",

    "article2-2": "“Service”: Contents, reports, and project-related inquiry submission feature provided through the I.O.B website.",
    "article2-3": "“Contents”: Business information related to the Southeast Asian market provided to a “Member” of the I.O.B.",
    "article2-4": "“Report”: Downloadable PDF reports provided to “Member” of the “Company”",
    "article2-5": "“Member”: A person who has applied for membership on the I.O.B website and entered into a service agreement with the “Company” to use the “Service.”",
    "article2-6": "“Administrator”: A person selected by the “Company” to manage and operate the “Service.”",
    "article2-7": "“Password”: A combination of characters and numbers set by a “Member” to confirm their identity matching their “Email(ID)” and protect their confidentiality.",
    "article2-8": "“Email(ID)”: An email account used for identifying a “Member” and utilizing the “Service.”",
    "article2-9": "“Project”: Various consulting and agency services provided by I.O.B for market entry and business expansion within Southeast Asia through separate contracts with “Client”.",
    "article2-10": "“Client”: A company that has requested consulting and agency services for market entry and business expansion within Southeast Asia through a separate “Project” contract and payment of fees to I.O.B. (Note: This definition is independent of whether the company has signed up as a “Member” on the website.)",

    "article3": "Article 3 (Effect and Amendment of the Terms)",
    "article3-1": "The “Company” shall post the contents of these terms and conditions, including the “Company” name, business office location address (including the address where consumer complaints can be processed), contact information, etc., on the homepage of the I.O.B website so that a “Member” can easily access them. However, specific details of the terms and conditions may be provided on the linked page.",
    "article3-2": "The “Company” may amend these terms within the scope of complying with relevant laws and regulations.",
    "article3-3": "In case of amending these terms and conditions, the “Company” shall notify the “Members” of the application date and the reasons for the amendment 15 days prior to the application date of the revised terms and conditions, along with the current terms and conditions. However, if the amendment to the terms and conditions is disadvantageous to the “Member,” the “Company” shall additionally provide separate and clear notification through electronic means, such as email, login screen, etc., for a certain period of time.",
    "article3-4": "“Members” have the right to refuse agreement to the amended terms and conditions, and if they do not explicitly express their intention to reject the amended terms and conditions until the application date of the amended terms and conditions, they will be regarded as agreed to the amended terms and conditions, in accordance with Article 3, paragraph 3 of the “Company.”",

    "article4": "Article 4 (Rules of Terms and Conditions)",
    "article4-1": "The “Company” may establish separate terms and conditions and policies (hereinafter referred to as “Individual Terms”) in addition to these terms and conditions. If the content of “Individual Terms” conflicts with these terms and conditions, the “Individual Terms” shall take precedence.",
    "article4-2": "For “Project,” separate contracts concluded with a “Client” for each “Project” shall take precedence over these terms and conditions.",
    "article4-3": "Matters not specified in these terms and conditions and the interpretation of these terms and conditions shall be governed by the “Individual Terms,” relevant laws and regulations, or common practices.",

    "article5": "Article 5 (Establishment of Service Agreement)",
    "article5-1": "The service agreement is concluded when an individual user who intends to become a “Member” agrees to the contents of these terms and conditions, provides their “Member” information according to the registration form set by the “Company,” applies for membership (“Membership Application”), and the “Company” approves such application.",
    "article5-2": "Individuals who wish to join as “Members” and use the “Service” must provide personal data as requested by the “Company.”",
    "article5-3": "The “Company” may request “Members” to undergo real-name verification or self-authentication through a professional agency.",
    "article5-4": "The “Company” may refuse to approve a “Membership Application” for the following reasons and may terminate the service agreement with the “Member” if such reasons are discovered after approving the “Membership Application.”",
    "article5-5": "Using a name that is not one's real name or using another person's name.",
    "article5-6": "Providing false or omitted information in the “Membership Application” or having significant errors.",
    "article5-7": "Applying for membership with the purpose of disrupting social order or public morals, for illicit purposes, or for pursuing profits.",
    "article5-8": "If the applicant has lost their “Member” status within 5 years from the date of application due to these terms and conditions.",
    "article5-9": "If the phone number or email address of the applicant is the same as an already registered “Member.”",
    "article5-10": "For other reasons necessary for the “Company.”",
    "article5-11": "If the “Membership Application” violates other provisions of these terms and conditions or is confirmed to be illegal or unfair.",
    "article5-12": "The “Company” may postpone the approval of a “Membership Application” in case of service-related equipment, technical, or operational issues.",

    "article6": "Article 6 (Changes to Contractual Matters)",
    "article6-1": "“Members” may access and modify their personal data on the I.O.B website at any time.",
    "article6-2": "If the information provided during the “Membership Application” changes, “Members” must modify it on the I.O.B website.",
    "article6-3": "The “Company” shall not be responsible for any disadvantages caused by not modifying the changes in accordance with the second paragraph.",

    "article7": "Article 7 (Obligations of “Member” in Managing “Email(ID)” and “Password”)",
    "article7-1": "The responsibility for managing “Email(ID)” and “Password” lies with the “Member.”",
    "article7-2": "“Members” must not allow third parties to use their “Email(ID)” and “Password.”",
    "article7-3": "The “Company” may restrict the use of a specific “Email(ID)” if there is a concern about potential leakage of personal data, misuse for improper purposes, or a risk of being mistaken for the “Company” or its operator.",
    "article7-4": "If a “Member” becomes aware that their “Email(ID)” and “Password” have been stolen or used by a third party, they must immediately notify the “Company” and follow the instructions of the “Company.”",
    "article7-5": "The “Company” shall not be responsible for any disadvantages incurred when the “Member” fails to notify the “Company” of the above situation or does not follow the “Company's” instructions.",

    "article8": "Article 8 (Obligation to Protect personal data)",
    "article8-1": "The “Company” shall make efforts to protect “Member” personal data in accordance with the relevant laws, and the “Company's” privacy policy shall apply to the protection and use of personal data.",
    "article8-2": "The “Company's” privacy policy does not apply to linked sites or other external sites outside the I.O.B website.",

    "article9": "Article 9 (Information Sharing and Notification to “Members”)",
    "article9-1": "The “Company” may provide information or notices necessary for the use of the “Service” to “Members” through the email address they have registered.",
    "article9-2": "In cases where the “Company” needs to notify unspecified multiple “Members,” it may be done by posting on the homepage of the I.O.B website or presenting a pop-up screen for 7 days or more. However, for changes in these terms and conditions or important matters related to the “Member,” individual notifications shall be sent via email.",
    "article9-3": "The “Company” shall not be responsible for any disadvantages caused by “Members” not receiving the “Company's” notification due to not providing a valid email address or not updating it.",

    "article10": "Article 10 (Obligations of the “Company”)",
    "article10-1": "The “Company” will make continuous and stable efforts to provide the “Service” in accordance with the provisions of these terms and conditions.",
    "article10-2": "The “Company” shall not engage in acts prohibited by the related laws and these terms and conditions.",
    "article10-3": "If opinions or complaints raised by “Members” regarding the use of the “Service” are considered reasonable, the “Company” shall handle them.",

    "article11": "Article 11 (Obligations of “Member”)",
    "article11-1": "When using the “Service,” the “Member” shall not engage in the following actions:",
    "article11-2": "Providing false information when applying for membership or updating member information",
    "article11-3": "Creating and using unauthorized IDs (including identity theft or using illegal registration programs)",
    "article11-4": "Failing to pay the obligations related to the use of the “Service” by the due date",
    "article11-5": "Attempting to circumvent or disable the technical protection of I.O.B website and the “Service”",
    "article11-6": "Interfering with the use of “Service” by other users within I.O.B website",
    "article11-7": "Using the “Service” for illegal or improper purposes",
    "article11-8": "Infringing upon the copyrights or other intellectual property rights of I.O.B or any third parties providing the “Service”",
    "article11-9": "Damaging the reputation of I.O.B or any third parties providing the “Service,” or disrupting their business activities",
    "article11-10": "Engaging in obscene behavior (including sexual harassment), using profanity, causing disturbances, infringing upon others' dignity, making threats, using abusive language, or engaging in any behavior contrary to public morals within the “Service”",
    "article11-11": "Using the “Service” for commercial purposes or for the purpose of making profits without the consent of I.O.B",
    "article11-12": "Engaging in any acts in violation of these terms and conditions and related laws",
    "article11-13": "Engaging in any illegal or unfair acts",
    "article11-14": "If a “Member” violates the provisions of paragraph 1 above, the “Company” may request corrective action to the “Member”. If the “Member” does not correct the violations within 7 days after the “Company’s” request, the “Company” may terminate the “Member's” usage agreement and revoke the “Member's” qualification.",
    "article11-15": "If a “Member” violates paragraph 1 and 2 above, causing damage to the “Company” or third parties providing the “Service,” the “Member” must compensate for the damages.",
    "article11-16": "The “Member” must secure in advance the necessary internet or software and other equipment required to connect, access, or use the “Service.” The “Company” will not compensate separately for cases where the “Member’s” use of the “Service” is difficult due to the “Member's” own reasons.",
    "article11-17": "The “Member” cannot use the materials included in the “Service” for commercial purposes, processing, or sale, or engage in profit activities for themselves or third parties using the “Service.” However, with the “Company’s” prior consent, the materials may be used for public or non-profit purposes.",


    "article12": "Article 12 (Service Operations, Modification, and Suspension of the “Service”)",
    "article12-1": "The “Company” has independent decision-making authority and control over the “Service” to provide high-quality “Service” to “Members.”",
    "article12-2": "The main contents, qualifications for use, and application methods of the “Service” is detailed in I.O.B website, and the “Member” must carefully confirm them before using the “Service.”",
    "article12-3": "The “Company” may determine the main contents of the “Service” and, at its reasonable discretion, may change or suspend all or part of the “Service.”",
    "article12-4": "The “Company” may temporarily suspend the provision of the “Service” due to maintenance, replacement, malfunction of information and communication facilities, communication disruption, regular inspection, or operational reasons. In this case, the “Company” will notify the “Members” in accordance with Article 9.",
    "article12-5": "If there are significant changes or suspensions of the “Service”, the “Company” must give prior notice to the “Members”. However, if there are unavoidable reasons that prevent prior notice, the notice may be given afterwards.",
    "article12-6": "The “Company” may limit, suspend, or terminate all or part of the “Service” without separate notice in the following cases:",
    "article12-7": "Cases where the “Service” cannot be provided due to unavoidable reasons, such as repair, replacement, malfunction of the “Service” equipment, DDoS (Distributed Denial of Service) attack, IDC failure, telecommunications business operator's circuit failure, etc.",
    "article12-8": "Cases where a “Member” disrupts the “Company's” business activities",
    "article12-9": "Cases where there is an obstacle to the normal use of the “Service” due to power outage, general equipment failure, or excessive use of the “Service”",
    "article12-10": "Cases where the “Company” cannot maintain the “Service” due to the termination of a contract with the service provider, etc.",
    "article12-11": "Cases where there are unavoidable reasons, such as natural disasters or national emergencies",
    "article12-12": "The “Company” shall not be liable for any problems arising from the change, suspension, or termination of the “Service.”",

    "article13": "Article 13 (Price and Refund Regulations)",
    "article13-1": "The “Company” has the right to determine the price of the “Service.”",
    "article13-2": "Depending on the location of the “Member”, additional taxes such as sales tax, goods and services tax, or value-added tax may be imposed on the displayed price.",
    "article13-3": "The usage fee, payment, and refund regulations of I.O.B “Project” are governed by separate agreements concluded between the “Company” and the “Client” for each “Project.”",

    "article14": "Article 14 (Ownership of Rights)",
    "article14-1": "The legal ownership and intellectual property rights of the “Service” provided by the “Company” belong to the “Company.”",
    "article14-2": "All users of the “Service” must not reproduce, transmit, publish, distribute, or sell information included in the “Service” without the prior consent of the “Company.”",
    "article14-3": "If the “Company” uses the copyrights belonging to users, including “Members”, the “Company” must notify the user in advance or afterwards.",


    "article15": "Article 15 (Termination of the Agreement and Restriction of “Service” Use)",
    "article15-1": "If a “Member” wishes to terminate the usage agreement (withdrawal of membership), the “Member” must apply for termination to the “Company” through the email: support@iob.team.",
    "article15-2": "If a “Member” violates Articles 5 and 11 of this Agreement, the “Company” may terminate the usage agreement or suspend the use of the “Service” without prior notice.",
    "article15-3": "If the “Company” intends to suspend a “Member's” usage under the provisions of paragraph 2 above, the “Company” will notify the “Member” of the reasons, date, and other relevant details through email. However, in urgent cases where the company considers it necessary, usage may be suspended without prior notice.",
    "article15-4": "If the “Member” who received the notice of use suspension under paragraph 2 above has objections to the notice of use suspension, they may submit objections to the “Company.”",

    "article16": "Article 16 (Limitation of Liability)",
    "article16-1": "In cases where the “Service” cannot be provided due to unavoidable circumstances, the “Company’s” responsibility for providing the “Service” is exempted.",
    "article16-2": "The “Company” is not responsible for any service disruptions caused by the “Member’s” fault.",
    "article16-3": "The “Company” is not obligated to review or reflect any opinions or information expressed by “Members” or third parties regarding the “Service.”",
    "article16-4": "Under any circumstances, the “Company” is not liable for any benefits or damages incurred by the “Member’s” reliance on the information contained in the “Service.”",
    "article16-5": "The “Company” assumes no responsibility for any transactions of goods or monetary transactions between “Members” or between “Members” and third parties.",
    "article16-6": "The “Company” shall not be liable to compensate for damages caused to the “Member” intentionally or negligently in connection with the use of the “Service.”",
    "article16-7": "The “Company” shall not be responsible for any disputes, damages, or issues arising from contact with third parties providing the “Service” with the “Company” through channels other than the “Company's” official communication channels.",

    "article17": "Article 17 (Indemnification)",
    "article17-1": "If a “Member” incurs damages due to the “Company’s” intention or gross negligence in the use of the “Service,” the “Company” shall compensate for the damages within the scope prescribed by the relevant laws.",
    "article17-2": "If a “Member” violates these terms and conditions or any relevant laws, resulting in damages to the “Company”, the “Member” must compensate for the damages.",
    "article17-3": "If a “Member” violates these terms and conditions or any relevant laws, and a third party takes legal or criminal actions against the “Company”, the “Member” shall indemnify and hold the “Company” harmless at their own expense and responsibility, and shall compensate for the damages incurred by the violation.",

    "article18": "Article 18 (Disclaimer for Free “Service”)",
    "article18-1": "For the “Service” provided free of charge to “Members”, such as “Content,” the “Member” shall not be entitled to any rights, and the “Company” shall not be liable for any compensation or other responsibilities to the “Member.”",

    "article19": "Article 19 (Jurisdiction of Courts)",
    "article19-1": "In the event of a lawsuit arising from the use of the “Service,” the court having jurisdiction over the “Company’s” main office shall have jurisdiction over the case. ",

    "dash": "-",
    "date": "These Terms and Conditions shall be effective from August 28, 2023."

}