{
    "cookie-policy": "쿠키 사용 방식",
    "manage-preferences": "Manage Preferences",

    "cookie-policies-1": "(주)아이디어스온보드(이하 “회사”라 한다)는 이용자의 개인정보가 중요하다는 점을 이해하고 개인 정보 관련 기술에 대한 투명성을 유지하기 위해 노력하고 있습니다. 쿠키 관리 정책은 쿠키, 픽셀 및 기타 유사한 기술(이하 \"쿠키 및 기타 추적 기술\"이라 한다)이 이용자가 웹사이트나 앱(이하 \"사이트\"라 한다)을 방문할 때 이용자의 기기에 접근하여 저장될 수 있는 방법과 그 이유에 대해 설명합니다. 쿠키 관리 정책은 개인정보 처리방침 및 이용 약관과 함께 읽어보시기 바랍니다.",
    
    "other-tracking": "\"쿠키 및 기타 추적 기술\"이란 무엇인가요?",
    "other-tracking-1": "쿠키는 “사이트” 중 하나를 방문할 때, 이용자의 동의 여부에 따라 이용자의 기기에 접근하여 저장될 수 있는 작은 텍스트 파일입니다. “쿠키 및 기타 추적 기술”은 쿠키와 유사한 방식으로 작동하여 이용자의 기기에 작은 데이터 파일을 저장하거나 \"사이트\" 활동을 모니터링하여 \"사이트\" 이용에 관한 정보를 수집할 수 있게 합니다. 이를 통해 이용자의 기기가 다른 \"사이트\" 이용자의 기기와 구별될 수 있습니다. 아래 쿠키에 관한 상세 정보들은 “쿠키와 기타 추적 기술”에도 적용됩니다. 더 자세한 정보는 ",
    "and": " 및 ",
    "other-tracking-2": "에서 확인하실 수 있습니다.",

    
    "how-do": "\"사이트\"에서 \"쿠키 및 기타 추적 기술\"을 어떻게 사용하나요?",
    "how-do-1": "“회사”는 “쿠키와 기타 추적 기술”을 사용하여, 이용자 식별, 이용자의 관심사 파악, 이용자의 선호도 저장 및 이용자의 “사이트” 이용을 추적할 수 있습니다. “회사”는 “쿠키와 기타 추적 기술”을 사용하여 특정 콘텐츠에 대한 접근을 제어하거나, \"사이트\"를 보호하고, 이용자의 요청 사항을 처리할 수 있습니다.",
    "how-do-2": "“회사”는 \"사이트\" 관리 및 연구 목적으로 제3자 서비스 제공업체와 계약을 체결하여 \"사이트\" 이용자의 이용 정보를 통계적으로 이용하며 사용량 정보를 추적하고 분석할 수 있습니다. 이러한 제3자 서비스 제공업체는 영구 쿠키를 사용하여, 이용자 경험을 개선하며, “사이트” 콘텐츠를 관리하고 이용자가 “사이트”를 어떻게 이용하고 탐색하는지 분석할 수 있습니다.",
    
    "first-third": "제1사 쿠키(자사 쿠키)와 제3사 쿠키(타사 쿠키)",
    "first-third-1": "\"제1사 쿠키\"는 \"회사\"가 소유하며 \"회사\"가 이용자의 기기에 저장하는 쿠키입니다. \"제3사 쿠키\"는 타사가 당사의 사이트를 통해 이용자의 기기에 저장하는 쿠키입니다. “회사”는 제3자 서비스 제공업체와 계약하여 연락처 정보를 제공한 이용자들에게 이메일을 전송할 수 있습니다. 이러한 제3자 서비스 제공업체는 이메일 발송 성과를 측정하고 개선하며, 이메일이 열렸는지 및 링크가 클릭되었는지를 확인하기 위해 이용자들의 기기에 쿠키를 설치할 수 있습니다.",
    "first-third-2": "이러한 회사들이 이용자의 정보를 어떻게 수집하고 사용하는지에 대한 자세한 정보는 아래 표시된 개인정보 처리방침을 참고하시기 바랍니다.",
    "first-third-3": "\"사이트\"에 따라, 다음과 같은 유형의 쿠키를 사용합니다.",
    "first-third-4": "1) 영구 쿠키 : 영구 쿠키는 “사이트” 이용 경험 개선에 사용됩니다. ",
    "first-third-5": "또한 영구 쿠키는 “사이트”를 처음 이용할 때 쿠키 메시지를 제거하기 위해, 쿠키 관리 정책에 동의한 내용을 기록하는 데 사용됩니다.",
    "first-third-6": "2) 세션 쿠키 : 세션 쿠키는 임시로 사용되며 이용자의 웹 브라우저가 닫힐 때 이용자의 기기에서 삭제됩니다. ",
    "first-third-7": "세션 쿠키는 인터넷 사용 정보를 추적하는 데 활용됩니다.",
    "first-third-8": "이용자는 브라우저 설정 중 관련된 옵션을 활성화하여, 브라우저 쿠키 사용을 거부할 수 있습니다. 하지만, 브라우저 쿠키 사용을 거부하면, “사이트”의 특정 부분에 접근할 수 없을 수도 있습니다. 쿠키 사용을 거부하지 않은 경우, 시스템은 이용자가 “사이트”로 이동할 때 쿠키를 발급할 것입니다.",
    "first-third-9": "“사이트”에서 수집된 데이터와 쿠키를 통해 컴퓨터에 저장될 수 있는 데이터는 위에서 언급한 목적을 달성하는 데 필요한 기간을 초과하여 보관되지 않습니다. 어떠한 경우에도 해당 데이터는 1년을 초과하여 보관되지 않습니다.",
    
    "purposes": "쿠키들은 각 유형별로 아래와 같은 목적으로 사용됩니다.",
    "purposes-1": "쿠키 유형 1) 필수 쿠키",
    "purposes-2": "필수 쿠키는 “사이트”를 운영하여 이용자의 요청에 따라 “사이트”를 이용할 수 있도록 하는 데 필요합니다. 예를 들어, 필수 쿠키는 계정을 생성하고 해당 계정에 로그인하여 “사이트”의 콘텐츠에 접근하는 것을 파악하는 데 사용됩니다. 또한 같은 세션 내에서 이용자의 이전 작업을 기억하고 “사이트”를 보호하는 데 활용됩니다.",
    "purposes-3": "쿠키 유형 2) 성능 쿠키",
    "purposes-4": "성능 쿠키는 “회사” 또는 제3자 서비스 제공업체가 “사이트”의 사용 방법 및 “사이트”의 성능을 분석하는 데 사용됩니다. 예를 들어, 성능 쿠키는 어떤 페이지가 가장 자주 방문되는지, 방문자들이 이전에 어디에서 이동했는지를 추적합니다. 뉴스레터를 구독하거나 “사이트”에 가입하는 경우, 성능 쿠키는 이용자와 연결될 수 있습니다.",
    "purposes-5": "쿠키 유형 3) 기능 쿠키",
    "purposes-6": "기능 쿠키는 이용자가 선택한대로 “사이트”를 운영하는 데 활용됩니다. 기능 쿠키는 이용자가 “사이트”를 여러번 방문할 때, 같은 이용자라는 것을 파악하는 데 활용됩니다. 예를 들어, 이용자의 이름을 인식하여 이용자가 “사이트”를 사용할 때 저장해둔 사이트 활용 설정을 기억해두고, 이용자가 재방문했을 떄 같은 설정을 적용하는 데 사용됩니다.",
    "purposes-7": "쿠키 유형 4) 마케팅 쿠키",
    "purposes-8": "마케팅 쿠키는 이용자의 활동 정보를 다른 “사이트”에서 수집하여 이용자를 타겟팅하는 광고를 제공합니다. “회사”는 제3자 서비스 제공업체가 이용자가 “회사”의 “사이트” 외 다른 “사이트”를 사용할 때도 위와 같은 목적으로 쿠키를 사용하여 정보를 수집하고 활용하도록 허용할 수 있습니다. 광고 쿠키를 생성하는 LinkedIn, Meta, Google 등의 제3자 서비스 제공업체들은 각각 자체적인 개인정보 처리방침을 가지고 있으며, “회사”의 사이트에 방문한 것을 활용하여 이용자가 다른 “사이트”를 방문했을 때 이용자에게 타겟팅된 광고를 제공하는 데 쿠키를 활용할 수 있습니다.",
    
    "refuse": "쿠키 사용에 대한 동의를 거부하거나 철회하는 방법은 어떻게 되나요?",
    "refuse-1": "기기에 쿠키를 저장하고 싶지 않은 경우, 인터넷 브라우저 설정을 조정하여 모든 쿠키 또는 일부 쿠키의 저장을 거부하고 쿠키가 기기에 저장될 때 알림을 받을 수 있습니다. 자세한 정보는 브라우저의 '도움말', '도구' 또는 '편집' 메뉴를 참고하시거나 ",
    "refuse-1-1": " 를 참고해주세요.",
    "refuse-2": "모든 쿠키(필수 쿠키 포함)를 브라우저 설정으로 차단하는 경우, 일부의 “사이트” 기능 사용이 제한될 수 있습니다. 이전에 저장된 쿠키 역시 언제든 수동으로 삭제할 수 있습니다. 하지만 이전에 저장된 쿠키를 삭제하더라도, “사이트”가 이후에 새로운 쿠키를 기기에 저장하는 것을 차단하지는 않습니다. 새로운 쿠키를 저장하지 않으려면 위 설명한 대로 인터넷 브라우저 설정을 조정해야 합니다.",
    "refuse-3": "",
    "refuse-4": "이용자 프로필 생성 및 마케팅 쿠키 사용에 대한 자세한 정보는 유럽에 거주하는 경우 ",
    "refuse-5": ", 미국에 거주하는 경우 ",
    "refuse-6": "를 참고해주세요.",


    "contact": "",
    "contact-1": "쿠키 관리 정책에 관해 추가 문의 사항이 있으시면 support@iob.team으로 연락해주세요.",
    "contact-2": "적용 일자 : 2023. 8. 28일",

    "dash": "-"
}